Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Several of the challenges associated with AI
nb: Flere av de utfordringene som oppstår med KI, er

source: determination, human dignity and democratic rights, but depending on the
nb: selvbestemmelse, menneskeverd og demokratiske rettigheter, men gjennom

source: and research institutions should therefore facilitate making data sources open
nb: og kvalitet bør forskere og forskningsinstitusjoner derfor legge til rette for at

source: Seen in this manner, the embryo's context is therefore ethically relevant.
nb: Embryoets kontekst er altså etisk relevant, sier denne posisjonen.

source: The key is to get advice on the further process and to get others actively involved in the process.
nb: Det sentrale er å få råd om den videre prosess og å få andre mer eller mindre aktivt inn i prosessen.

source: familiarise themselves with how the data was collected and any limitations that
nb: seg kjent med hvordan de har blitt samlet inn og hvilke begrensninger som

source: A good start might be to replace the term “dissemination” with “communication”.
nb: En god begynnelse kan være å erstatte begrepet ”formidling” med ”kommunikasjon”.

source: the further use of data sets, so that researchers who use the data later can
nb: for videre bruk av datasett, slik at forskere som bruker dataene videre kan gjøre

source: benefit society (See Guidelines 3, 4 and 17).
nb: samfunnet til gode (jf. retninglinje 3, 4 og 17).

source: All authors in a multidisciplinary publication must be able to account for the part or parts for which they have been responsible in the research work, and which part or parts are the responsibility of other contributors.
nb: Alle forfattere i en tverrfaglig publikasjon må kunne redegjøre for hvilken del eller hvilke deler de har hatt ansvaret for i forskningsarbeidet, og hvilken del eller hvilke deler andre bidragsytere har hatt ansvaret for.

source: In addition to (1) the new drug, the trial includes (2) a placebo and (3) a best available treatment.
nb: I tillegg til (1) det nye legemiddelet, prøves det ut (2) en placebo og (3) en beste tilgjengelige behandling.

source: international y by multiple researchers in recent years.
nb: bekymringene som er fremmet internasjonalt av flere forskere de siste årene.

source: The object of study here was fluid and dynamic, such as weather and wind.
nb: Studieobjektet her var flyktig og foranderlig, som vær og vind.

source: The inquiry contained the full application, a notification form and an affirmation from the Norwegian Centre for Data Protection (NSD), and a formal letter from the Faculty of Humanities.
nb: Høringen omhandler i stor grad bruk av helseopplysninger i helse- og omsorgstjenesten, men omhandler også bruk av helseopplysninger i forskning og bruk av kunstig intelligens i prosessering, lagring og analyse av helseopplysninger til bruk i forskning.

source: Only after some 14 days can we know with certainty whether we are dealing with one human life or several.
nb: Først etter vel 14 dager kan vi være sikre på om vi har å gjøre med ett menneskelig liv eller flere.

source: Images as research data
nb: Bilder som forskningsdata

source: Compliance with the informed consent requirement can therefore exclude some groups from research, thus having undesired ethical implications.
nb: Etterlevelse av kravet om informert samtykke kan dermed utelukke grupper fra forskning, og slik få uønskede forskningsetiske implikasjoner.

source: What questions and challenges related to research ethics (including
nb: Hvilke forskningsetiske spørsmål og utfordringer (inkludert spørsmål om

source: The best known example in science history is the alleged discovery of N-rays by the French professor of physics René Blondlot in 1903.
nb: Det mest kjente eksempel på nettopp dette fra vitenskapshistorien er den påståtte oppdagelsen av N-stråler ved den franske professor i fysikk René Blondlot i 1903.

source: Such journals are referred to as 'hybrid', and will thereby include openly available articles as well as others that are available only to subscribers.
nb: Et slikt tidsskrift kalles for hybrid, og vil da inneholde både åpent tilgjengelige artikler og artikler som er tilgjengelig kun for de som abonnerer.

source: She estimates that she is now up to 60,000 reviewed articles, and a total of 2,000 duplicated images.
nb: Hun anslår at hun nå er oppe i 60 000 gjennomgåtte artikler, og totalt 2000 dupliserte bilder.

source: And many were officers and lords rather than researchers.
nb: Mange var heller ikke forskere, men offiserer og lorder.

source: This article has been translated from Norwegian by Hege Hernæs, Akasie språktjenester AS.
nb: Mistanke om uredelighet i forskning kan behandles av Granskningsutvalget.

source: He also says, after the study was published in 2012, all relevant reports to the Norwegian Parliament and Official Norwegian Reports (NOUs) assume that work life discrimination exists.
nb: Han forteller at etter at studien ble publisert i 2012, legger alle relevante meldinger til Stortinget og NOU-er til grunn at diskriminering i arbeidslivet finnes.

source: The time-bar for submitting a claim is 50 years from the time the artefact was stolen/illegally exported and 75 years for artefacts illicitly removed from public collections.
nb: Foreldelsesfristen for krav er 50 år fra det tidspunkt gjenstanden ble stjålet/ulovlig utført og 75 år for gjenstander ulovlig fjernet fra offentlig samlinger.

source: Animals that graze on GM plants or other animals higher up in the food chain, may suffer unintended effects.
nb: Dyr som beiter på GM-planten, eller andre dyr på høyere trinn i næringskjeden kan utsettes for utilsiktede effekter.

source: But CRISPR can also be used to make rather small changes within one species’ DNA.
nb: Men CRISPR kan også dreie seg om ganske små endringer i den enkelte artens genmateriale.

source: NENT • The National Committee for Research Ethics in Science and Technology Statement on research ethics in artificial intelligence
nb: NENT • Den nasjonale forskningsetiske komité for naturvitenskap og teknologi Forskningsetisk betenkning om kunstig intelligens

source: Some of the uncertainty relates to the knowledge itself and how we produce it, but some of the uncertainty can also be due to the reality, for example that we are dealing with stochastic or complex systems (Walker et al. 2003).
nb: Noe av usikkerheten har å gjøre med kunnskapen selv og hvordan vi produserer den, men noe av usikkerheten kan likeledes skyldes virkeligheten, for eksempel at vi har med stokastiske eller komplekse systemer å gjøre (Walker et al 2003).

source: for legitimacy, and implies that it is people, not machines or their algorithms,
nb: og impliserer at det er mennesker, ikke maskiner eller deres algoritmer,

source: Experimental research produces visual data on a very large scale, and today these data are digital.
nb: Eksperimentell forskning produserer altså visuelle data i stor skala, og disse dataene er i dag digitale.

source: A large percentage of those surveyed (90%) responded that the available guidelines had not been used when co-authorship was determined.
nb: En stor andel av de spurte (90%) opplyste at tilgjengelige retningslinjer ikke ble benyttet ved fastsettelsen av medforfatterskap.

source: participants over time and thereby allow them to decide if and when their personal
nb: og slik gi dem mulighet til selv å avgjøre om og når deres personopplysninger kan

source: Some of the HIV/AIDS research are examples of such practices.
nb: En del av HIV/AIDS-forskningen er et eksempel på slik praksis.

source: data in a responsible and transparent way and exerting control over who can access
nb: behandle dataene på en ansvarlig og transparent måte og sikre kontroll over hvem

source: Free access to academic articles is obviously an advantage to those whose purchasing power is limited.
nb: Fri adgang til vitenskapelige artikler er selvsagt en fordel for de med svært begrenset kjøpekraft.

source: Chapter 2 focuses on consent, both ordinary informed consent and consent when the person does not have the capacity to consent.
nb: Kapittel 2 omhandler samtykke, både det ordinære informerte samtykket og samtykke når personen har redusert kompetanse.

source: AI will disregard the requirements for transparency that apply to research
nb: unndrar seg de kravene til åpenhet som gjelder for forskning ellers, slik de

source: If the subject of the biography is a man, his male friendships and network are regarded as relevant and do not encroach on the boundaries of private life, while family life, sexuality and the female support network are often overlooked and defined as being overly private.
nb: Er den biograferte en mann, defineres mannlige vennskap og nettverk gjerne som relevante ikke over grensen for det private, mens familieliv, seksualitet og kvinnebaserte støtteverk ofte blir oversett og definert som for private.

source: Or will this undermine the patient's autonomy when his/her life and health is at stake?
nb: Eller vil dette uthule autonomien til pasienter når liv og helse står på spill?

source: other purposes is reused in new and unanticipated areas, consent should be
nb: er innsamlet til andre formål, gjenbrukes på nye og uventede områder, bør

source: intelligence systems, if the algorithm learns from noise and makes predictions based
nb: vil si kunstig intelligens-systemer, dersom algoritmen lærer av eventuell støy og gjør

source: Since we are here concerned with research funded by public authorities, should we require that academic articles (and books) be made openly accessible on the Internet?
nb: Siden vi her snakker om offentlig finansiert forskning, bør det stilles krav om at vitenskapelige artikler (og bøker) skal være åpent tilgjengelige på Internett?

source: public access to data.
nb: for allmenn tilgang til data.

source: What responsibility should researchers and research institutes take
nb: Hva bør forskere og forskningsinstitusjoner selv ta ansvar for i en

source: Interpretation of data/limits of interpretation
nb: Tolkning av data/fortolkningens grenser

source: Free access – effective and beneficial to society
nb: Fri tilgang – effektivt og nyttig for samfunnet

source: The Convention for the Protection of Cultural Property in the Event of Armed Conflict (The Hague Convention First Protocol 1954 (ratified by Norway 1954), and Second Protocol 1999);
nb: Overenskomst om beskyttelse av kulturverdier i tilfelle av væpnet konflikt (Haag-konvensjonen av 1954 om vern av kulturarv i krig, Første protokoll 1954, Annen protokoll 1999, sistnevnte foreløpig ikke tiltrådt av Norge);

source: A requirement for local relevance can be considered a form of justice in that those who contribute their data should also be able to expect something in return.
nb: Et krav om lokal relevans kan betraktes som en form for rettferdighet ved at de som bidrar med sine data også skal kunne forvente noe tilbake.

source: This technique builds on the aim of therapeutic cloning, namely to develop a stem cell source that avoids problems with tissue incompatibility.
nb: Her bygger man videre på hensikten med terapeutisk kloning, nemlig å kunne utvikle en stamcellekilde som unngår alle problemer med vevsuforlikelighet.

source: This is also included in the most recent revision of CIOMS' recommendation on research carried out in a low-income setting (
nb: Dette er også linjen den sist reviderte versjonen av CIOMs anbefaling om forskning utført i lav-inntektssetting har lagt seg på (

source: The points are a summary of what NENT, in col aboration with academic
nb: Punktene er en oppsummering av hva NENT i samarbeid

source: Key concepts or terms in medical and health research are not necessarily known in the culture in which the research will be taking place.
nb: Sentrale konsepter eller begreper i medisinsk og helsefaglig forskning er ikke nødvendigvis kjent i den kulturen det uføres i.

source: What should you do if you discover research fraud?
nb: Hva bør man gjøre dersom man oppdager fusk i forskningen?

source: processes cannot be programmed in the same way as for deterministic
nb: ikke programmeres på samme måte som for deterministiske systemer.

source: In add-on studies, new drugs or placebo is administered, as well as a standard treatment.
nb: Ved add-on studier gis det nye legemidler eller placebo, og i tillegg en standard behandling.

source: In such cases, the use of placebo may be useful for assessing the effect of a new drug.
nb: I slike tilfeller vil bruk av placebo være nyttig for å vurdere effekten av et nytt legemiddel.

source: As a minimum requirement, this means that an institution or a researcher should ask the owner if a collection can be made available for research on provenance.
nb: Som et minstekrav innebærer det at institusjon og forsker stiller som krav til eier at samlingen stilles til disposisjon for forskning omkring eierhistorie.

source: When a sperm cell fertilises an egg, the new cell is called a zygote.
nb: Når en sædcelle befrukter et egg, kalles den nye cellen en zygote.

source: In 1971, this was introduced as a condition for undertaking research that involved human subjects.
nb: Det ble innført som vilkår for å kunne drive forsking på mennesker i 1971.

source: Or can we use it in medical research?
nb: Eller kan vi bruke det i medisinsk forskning?

source: Translated to English in 1927, republished in 1957 with the title An introduction to the study of experimental medicine.
nb: Oversatt til engelsk I 1927, gjenutgitt I 1957 under tittelen An introduction to the study of experimental medicine.New York:

source: As a society, we should avoid naivety,
nb: Som samfunn bør vi unngå naivitet, og samtidig

source: In the ethical assessment, NEM also emphasised that the concrete project was considered directly beneficial for the individual child taking part in the project, as well as for other new-borns in low-income countries.
nb: I den etiske vurderingen la NEM også vekt på at det konkrete prosjektet ble ansett for å kunne ha direkte nytte for det enkelte barnet som var med i prosjektet, samt for andre nyfødte i lavinntektsland.

source: The University of Bergen writes the following:
nb: Universitetet i Bergen skriver følgende:

source: Data Act, anonymised data are not.
nb: er anonymiserte opplysninger ikke det.

source: Since then, Bik's eyes have scanned endless numbers of images.
nb: Siden da har Bik latt øynene sveipe over endeløse rekker av bilder.

source: The project ran into objections particularly on the grounds of a lack of informed consent on the part of the parents, uncertainty about the purpose of the project and its usefulness, and questions about how sensitive personal information was kept.
nb: Prosjektet møtte særlig innvendinger om manglende informert samtykke fra foreldre, usikkerhet om hensikten med prosjektet og dets nytte, og spørsmål om oppbevaringen av sensitive personopplysninger.

source: AI has largely been driven by big data, which can also include personal
nb: KI i stor grad vært drevet frem av stordata, som også kan inkludere

source: Hanne Haavind (2000) talks about the pursuit of gendered meanings.
nb: Hanne Haavind (2000) taler om jakten på de kjønnede betydninger.

source: for AI, where ethical perspectives will also be in focus.
nb: der etiske perspektiver også vil stå sentralt.

source: research or planned commercialisation of research results, researchers should
nb: kommersialisering av forskningsresultater bør forskere samarbeide med

source: ICOM (International Council of Museums) has also developed a Red List of suspicious objects from certain countries and continents.
nb: ICOM (International Council of Museums) har også utarbeidet en Rødliste over mistenkelige gjenstander fra visse land og verdensdeler.

source: small biases or errors can affect results.
nb: kan mindre skjevheter eller feil slå ut på resultatet.

source: Uncertainty, risk, and the precautionary principle
nb: Usikkerhet, risiko og føre-var-prinsippet

source: The subsequent examination of different topics we believe has demonstrated what qualities can be expected from good knowledge and research.
nb: Den etterfølgende gjennomgang av ulike temaer mener vi har vist hvilke kvaliteter man kan forvente av god kunnskap og forskning.

source: A project is planned and funded by researchers abroad.
nb: Et prosjekt er planlagt og finansiert av forskere i utlandet.

source: institutions should therefore make it possible for citizens to be broadly
nb: derfor legge til rette for at innbyggerne kan bli bredt involvert i en debatt om

source: The relationship between research and other knowledge-bearers and forms of knowledge
nb: Forholdet mellom forskning og andre kunnskapsbærere og kunnskapsformer

source: They are also diffuse, that's a bad sign and makes me suspicious right away.»
nb: Og så er de diffuse, det er et dårlig tegn, da blir jeg mistenksom med én gang.

source: If the project manager is associated with a Norwegian research institution, pre- approval must be sought from the Norwegian REC.
nb: Dersom prosjektleder er tilknyttet en norsk forskningsinstitusjon må det søkes norsk REK om forhåndsgodkjenning.

source: we do not always know the sources of the data, and because metadata may
nb: kjenner kildene til dataene og fordi metadata kan mangle eller være usikre.

source: It would therefore be reasonable to assign the researcher at least a share of the responsibility for the use of knowledge.
nb: Det vil derfor være rimelig å tildele forskeren i alle fall et medansvar for bruken av kunnskap.

source: This is why today there are so many books where research results can be found with the textual sources very carefully noted in the references, while images, which often make more of an impression and can be crucial to the knowledge that is being disseminated, are inadequately dated, credited and perhaps even show something other than what the text says.
nb: Derfor finnes det mange bøker i dag hvor man kan finne forskningsresultater som er svært nøye kildebelagt med hensyn til referanser, mens bildene, som ofte gjør større inntrykk og kan være avgjørende for kunnskapen som formidles, er utilstrekkelig daterte, krediterte og kanskje til og med viser noe annet enn det teksten sier.

source: research poses to individuals, and not only the type of data being collected.
nb: som inngår i forskningen utsettes for, og ikke bare hvilken type data som innhentes.

source: Which risks and opportunities related to the
nb: Hvilke risikoer og muligheter ved teknologien som

source: ethical issues in the semi-darkness
nb: Selv om barn anses og respekteres som

source: the purpose must be clear and specific entails that it must be specifical y
nb: At formålet skal være klart og spesifikt innebærer at det må være

source: The revised edition addressed new challenges that had mostly arisen after 1993.
nb: I denne reviderte utgaven tematiserte man nye utfordringer som i alt vesentlig hadde oppstått etter 1993.

source: should be seen in connection with other aspects of the work conducted by
nb: Betenkningen bør ses i sammenheng med andre deler av De nasjonale

source: There is also a significant risk in going public with claims that a reputable researcher has actually cheated.
nb: Det er også en betydelig risiko å gå ut offentlig og hevde at en velrenomert forsker faktisk har fusket.

source: The illegal trade in cultural objects is a big and expanding business, with connections to the trade in drugs and weapons.
nb: Den illegale handelen med kulturgjenstander er en stor og voksende geskjeft, med koplinger til narkotika- og våpenhandelen.

source: NENT requested input on the following questions:
nb: NENT ba om følgende innspill:

source: The National Committee for Research Ethics in Science and Technology (NENT)
nb: Den nasjonale forskningsetiske komité for naturvitenskap og teknologi (NENT)

source: how research is conducted, and the research ethical implications of these
nb: samfunnet og forskningshverdagen, og hvilke forskningsetiske implikasjoner

source: and students (Guideline 8).
nb: ansatte og studenter (retningslinje 8).

source: Google’s Director of Engineering Ray Kurzweil has claimed that we will reach
nb: Google-sjef Ray Kurzweil har hevdet at vi vil nå

source: If we emphasise that embryos have (a certain) entitlement to protection, then avoiding destruction of embryos ¬– or destroying as few as possible – must be a good thing.
nb: Dersom vi legger vekt på at embryoer har (et visst) krav på beskyttelse, ville det å unngå destruksjon av – eller å destruere færrest mulig – embryoer, fremstå som et gode.

source: NENT has been in dialogue with relevant academic environments involved
nb: NENT har vært i dialog med aktuelle fagmiljøer for KI-forskning gjennom en

source: The researchers' freedom to choose their preferred publication channel thus imparts market power on the publishers at the cost of the academic community, and this limits the freedom and opportunity of others to benefit from the articles and the research results.
nb: Forskerens frihet til å velge publiseringskanal resulterer dermed i en markedsmakt til utgiverne, som det vitenskapelige samfunn må betale for, og som begrenser friheten eller muligheten for andre til å nyttiggjøre seg artiklene og forskningsresultatene.

source: 5) There is an additional requirement for freedom to express normal behaviour.
nb: 5) I tillegg kreves frihet til å utføre normal adferd.

source: Guidance and collegiality
nb: Veiledning og kollegialitet

source: This is not without ethical problems either.
nb: Dette er heller ikke etisk uproblematisk.

source: Research and the market
nb: Forskning og marked

source: Projects that do not have any value for the group being researched, either in the present or the future, entail an exploitation of the persons who have contributed their data.
nb: Prosjekter som ikke har noen verdi for den gruppen det forskes på nå eller i fremtiden, innebærer en utnyttelse av de personene som har bidratt med sine data.

source: d) the research institution and project manager are responsible for ensuring that the research results are made public on the expiry of an agreed, limited-time exclusive right of use by the funder
nb: d) forskningsinstitusjonen og prosjektlederen har ansvar for å påse at forskningsresultatene gjøres offentlig når det er avtalt en tidsbegrenset eksklusiv bruksrett for oppdragsgiveren og bruksretten har utløpt

source: If a master's student or PhD research fellow is associated with a Norwegian research institution, they must apply to REC for approval of the part of the project they will be carrying out.
nb: Dersom en masterstudent eller ph.d.- stipendiat er tilknyttet en norsk forskningsinstitusjon, må vedkommende søke REK om å få godkjent den delen av prosjektet hen skal utføre.

source: As a rule, these requirements give the author a choice between publishing in OA journals or making a peer-reviewed and quality-assured version available in an open knowledge archive no later than 6 or 12 months after publication.
nb: Kravene gir som regel forskeren valget mellom å publisere i OA-tidsskrifter eller å gjøre en fagfellevurdert og kvalitetssikret versjon tilgjengelig i et åpent vitenarkiv, senest 6 eller 12 måneder etter publisering.

source: The overarching framework for these guidelines is provided by the
nb: Det overordnede rammeverket for disse retningslinjene er

source: lead to ethical y unacceptable consequences for health, society, or the
nb: uakseptable konsekvenser for helse, samfunn eller miljø, skal forskerne

source: open and publicly available.
nb: være åpne og allment tilgjengelige.
